Repository: SugarMilk/BatteryDoctor
Catalog: BatteryDoctor/Resource/*.lproj/Localizable.strings
Languages: vi, zh_hans

source: Battery Doctor
vi: Bác sĩ Pin
zh_hans: 电池医生

source: using time
vi: Thời gian sử dụng
zh_hans: 可用时间

# hour
source: h
vi: G
zh_hans: 小时

# minute
source: m
vi: P
zh_hans: 分

source: saving all
vi: Tiết kiệm tất cả
zh_hans: 一键省电

source: expected time to use
vi: Dự tính thời gian sử dụng
zh_hans: 预计可用时长

source: test quality of PIN
vi: độ bền của pin
zh_hans: 电池健康监测

source: test speed connect
vi: Kiểm tra tốc độ mạng
zh_hans: 网络测速

source: see now
vi: tìm xem
zh_hans: 立即查看

source: see details
vi: Xem chi tiết
zh_hans: 查看详情

source: sweep
vi: Quét
zh_hans: 扫描中

source: take memory
vi: Chiếm dụng bộ nhớ
zh_hans: 内存占用

source: take a lot of RAM, let accelerate now
vi: Chiếm dụng ram quá nhiều, xin tăng tốc ngay
zh_hans: 内存占用过多，请立即加速

source: well running, shouldn't accelerate
vi: Trạng thái vận hành tốt, không cần tăng tốc
zh_hans: 手机运行状态良好，无需加速

source: save energy now
vi: Tiết kiệm điện ngay
zh_hans: 立即省电

source: clear the memory
vi: Xóa bộ nhớ
zh_hans: 内存清理中

source: finish
vi: Hoàn thành
zh_hans: 完成

source: released
vi: thoát ra
zh_hans: 已释放

source: take a long time to you waitting
vi: Đã kéo dài thời gian chờ cho bạn
zh_hans: 已为您续航

source: PIN at the present
vi: Pin hiện tại
zh_hans: 当前电量

source: quality of PIN
vi: Chất lượng pin
zh_hans: 电池健康

source: reliable of PIN
vi: Độ bền của pin
zh_hans: 电池健康度

source: actual capacity
vi: Dung lượng thực tế
zh_hans: 实际容量

source: theoretical capacity
vi: Dung lượng lí thuyết
zh_hans: 理论容量

source: quality normal battery
vi: Chất lượng pin bình thường
zh_hans: 电池健康属于正常范围

source: start
vi: Bắt đầu
zh_hans: 开始

source: click to test
vi: Click vào bắt đầu kiểm tra
zh_hans: 点击按钮开始测试

source: test download speed
vi: Đang kiểm tra tốc độ download
zh_hans: 正在测试下载速度

source: finish speeding test
vi: Hoàn tất kiểm tra tốc độ
zh_hans: 测速完毕

source: connect speed now
vi: Tốc độ mạng hiện tại
zh_hans: 当前平均网速

source: speed ​​test failed, please try again
vi: Kiểm tra tốc độ thất bại,xin thử lại
zh_hans: 测速失败，请重试

source: network connection exception
vi: Ngoại trừ kết nối mạng
zh_hans: 网络连接异常

source: please check your network connection status
vi: Vui lòng kiểm tra tình trạng kết nối mạng của bạn
zh_hans: 请检查网络连接状况

source: network busy
vi: mạng bận rộn
zh_hans: 网络繁忙

source: please try again
vi: Vui lòng thử lại
zh_hans: 请稍候重试

source: save power
vi: tiết kiệm năng lượng
zh_hans: 为你省电

source: click here to try again
vi: Bấm vào đây để thử lại
zh_hans: 点此重试

source: prompt
vi: nhanh chóng
zh_hans: 提示

source: 20M not enough storage space available to the system
vi: 20M không gian lưu trữ không đủ cung cấp cho hệ thống
zh_hans: 系统可用存储空间不足20M
